{
    "sunset": "The Kingdom West Facility was first brought to attention during the recruitment of Gekko. This facility remained on the VP's radar, serving as the site for Project Landfall's research and development. The destruction of the Interverse Portal by the VALORANT Protocol forced Kingdom to abandon the project. The portal, located in a vast underground chamber, left a significant sinkhole in the main parking lot, right in front of the main entrance to the Kingdom building.",
    "fracture": "Set in the abandoned Everett-Linde Facility near Diablo Canyon, New Mexico, this site was developed for a Radian Collider to study Radianite particles. It operated through cooperation between the Kingdoms of α-Earth (Kingdom Corp, K-CORP) and Ω-Earth (Kingdom Industries, K-IND). The facility was destroyed in the 'Everett-Linde Disaster' orchestrated by α-Chamber and Ω-Chamber, resulting in the collider's explosion and the deaths of most scientists. As a consequence, it remains in a dilapidated and abandoned state.",
    "ascent": "Venice, Italy, now fractured into numerous floating pieces emerged from the ground following mysterious events involving the duelists from the VALORANT PROTOCOL. The ruined Santa Maria della Salute church sports a rift floating above it, causing the fragments to be trembling, seemingly frozen in time. The origins of the rift are unknown. However it is believed that the spike explosion by the duelists may have created the rift, colliding with the radianite that is held in Venice and local Kingdom offices.",
    "breeze": "A radianite mining facility located somewhere in the Caribbean, thought to be owned by Thurston Wolf, is shrouded in mystery after a shipwreck called the KNG Meridian split into 3 on the eastern side of the island. Nearby is a portal similar in design to the ALPHA-OMEGA portal belonging to the VALORANT PROTOCOL but it is noted that it does not work as intended. It's likely that the unintended functioning of this portal is what allowed KAY/O to arrive in the current timeline.",
    "bind": "Located off the coast of Rabat, the capital city of Morocco on Alpha Earth, seems to be hosting a large radianite refining facility for Kingdom Corporation. Kingdom lied to get their way and access to the radianite resources in the area, and it is belived that North and West Africa are abundant in radianite. This can be seen from the major facilities being located in Morocco and the radianite meteor colliding with Lake Bosomtwe in Ghana.",
    "split": "Split is the location of Kingdom's Headquarters and Main Research Labs. Much of the area is under construction with the previous homes being remodeled into new, clean-cut wood and concrete buildings sporting shining gold Kingdom logos, and new Kingdom-run businesses. A collection of anti-Kingdom and anti-radianite posters can be found throughout the area. Many signs can found that have a picture of a crown crossed out and the slogan 'Take Back our Home' on them.",
    "abyss": "No information about the incidents in Sør-Jan, Jan Mayen, Norway, Alpha Earth can be disclosed at this time.",
    "lotus": "Lotus carries an explicit connection to a group known as the Astral Guardians. The city was locked until two agents of the VALORANT PROTOCOL held artifacts that played a major role in granting the agents access to the lost city. The location Lotus inhabits, also known as the 'City of Flowers', was created for and carries multiple depictions of the Guardians. The City of Flowers also housed a structure called a 'Multiverse Nexus', which is currently inactive. This was something of particular concern to Alpha Earth, as their version of the city had been destroyed. Should an activated Nexus ever be targeted towards them, the undampened shockwave it released would cause calamitous destruction (the Protocol's estimations have the expected death toll in the millions).",
    "pearl": "OMEGA-EARTH - LISBON - Much of the city has been flooded as a result of rapidly rising waves caused by OMEGA's climate crisis. However, the entirety of the city has not been lost - Kingdom Industries, using Radianite procured by the VALORANT LEGION (Omega Earth's counterpart of the VALORANT PROTOCOL), encased some areas of Lisbon in a radianite-infused polycarbonate dome that protects it from the water.",
    "icebox": " Kingdom Corporation's port and cold research facility, located on a small Russian island in the North Arctic. The secret facility was dedicated to the shipment of various resources, including radianite, along with being an archaeological excavation site uncovering a crashed ancient Japanese ship. A large display chamber showcased a samurai suit originally including a mask, however, the facility was broken into using a rift resulting in the mask being stolen.",
    "haven": "An old monastery in Bhutan, this particular site has been transformed by Kingdom for the purpose of storing radianite. From their touch can be seen several large stacks of radianite crates scattered across the grounds.In the recent past, a geographical anomaly occured sprouting a large amount of hexagonal rock formations from the ground and strike the buildings in the area. These formations tower over the area and glow red as if molten causing fires that still burn. It is presumed this is was caused by radianite."
  }